Revit 2027 API
SplitToposolidFailures Properties
The BuiltInFailures.SplitToposolidFailures type exposes the following members.
Properties
Name | Description
GenerateNewSplitTopoFailed |  Failed to generate new toposolid after split.
SplitToposolidFailed |  Split toposolid failed.
Top
See Also
Reference
BuiltInFailures.SplitToposolidFailures Class
Autodesk.Revit.DB Namespace